import React from 'react'
import './About.css'
import about_img from '../../assets/about1.png'
import play_icon from '../../assets/play-icon.png'
const About = ({setPlayState}) => {

  return (
    <div className=' about'>
      <div className="about-left">
        <img src={about_img} alt="" className='about-img' />
        <img src={play_icon} alt="" className='play-icon' onClick={()=>
          {setPlayState(true)}} />
      </div>
      <div className="about-right">
        <h3>ABOUT UNIVERSITY</h3>
        <h2>History Of The University</h2>
        
        <p>महाविद्यालय रहते हुए इसे राष्ट्रीय मूल्यांकन एवं प्रत्यायन परिषद बैंगलोर (NACC) द्वारा “ए” ग्रेड प्रदान किया गया था एवं विश्वविद्यालय अनुदान आयोग (UGC) द्वारा Potential for Excellence का दर्जा दिया गया था। दिनांक 16-09-2016 को मध्यप्रदेश असाधारण राजपत्र में विश्वविद्यालय अधिनियम जारी किया जा चुका है। इसकी विधिवत स्थापना 01 जून 2017 को हुई। इस विश्वविद्यालय के प्रथम कुलपति के रूप में प्रो. मुकेश कुमार तिवारी द्वारा दिनांक 12 अगस्त 2017 को कार्यभार ग्रहण किया गया।</p>
        <p>
        इस संस्थान में कला, वाणिज्य एवं विज्ञान संकाय के अंतर्गत सभी विषयों का अध्ययन एवं सामाजिक सरोकारों से युक्त मूल्यपरक शोध (पी-एच.डी.) हेतु समस्त सुविधाएँ उपलब्ध हैं, सर्टिफिकेट एवं डिप्लोमा कोर्स, स्नातक स्तर में मनोविज्ञान, संगीत, दर्शनशास्त्र, भौतिक (आनर्स), रसायन शास्त्र (आनर्स), प्राणी शास्त्र (आनर्स), मास्टर ऑफ़ सोशल वेलफेयर पाठ्यक्रम तथा एम.बी.ए. पाठ्यक्रम इस सत्र 2020-21 से विश्वविद्यालय में प्रारम्भ किए जा रहे है। समर्पित, योग्य एवं कुशल शिक्षकों द्वारा अध्यापन, विश्वविद्यालय की विशेषता है।      </p>
      </div>
    </div>
  )
}

export default About
